Repository: snaverm/Pokemon-Go-Rocket-API
Catalog: PokemonGo-UWP/Strings/*/Pokedex.resw
Source language: en_us
Languages: de, es, fr, he, it, ja, pt_br, tr

# Horsea.Description
source: If Horsea senses danger, it will reflexively spray a dense black ink from its mouth and try to escape. This Pokémon swims by cleverly flapping the fin on its back.
de: Wenn Seeper Gefahr wittert, versprüht es reflexartig eine tiefschwarze Tinte aus seinem Mund und ergreift die Flucht. Dieses Pokémon kann schwimmen, indem es geschickt mit der Flosse auf seinem Rücken schlägt.
es: Si Horsea siente peligro, echará por la boca una densa tinta negra inconscientemente e intentará huir. Este Pokémon nada muy bien batiendo la aleta que tiene en el lomo.
fr: Lorsque Hypotrempe sent un danger, il libère instinctivement une épaisse encre noire pour pouvoir s’échapper. Ce Pokémon nage en agitant sa nageoire dorsale.
he: אם Horsea חש בסכנה, הוא ניגודיים ריסוס דיו שחור עבות מלועו, לנסות לברוח. פוקימון זה שוחה על ידי בחוכמה מפרפר את הנוסח על גבו.
it: Avvertendo il pericolo, Horsea spruzza istintivamente una nube d’inchiostro nero dalla bocca, tentando poi la fuga. Questo Pokémon nuota agitando abilmente la pinna sulla schiena.
ja: きけんを かんじると はんしゃてきに くちから まっくろい スミを はきだして にげるぞ。 せびれを きように うごかして およぐ。
pt_br: Se Horsea pressente o perigo, reflexivamente ele vai pulverizar uma densa tinta preta de sua boca e tentar escapar. Este Pokémon nada habilmente agitando a barbatana em suas costas.
tr: Horsea tehlike sezdiğinde, kaçmaya çalışırken ağzından siyah bir mürekkep salar. Bu Pokémon sırtındaki yüzgeci akıllıca kullanarak yüzer.

# Seadra.Description
source: Seadra generates whirlpools by spinning its body. The whirlpools are strong enough to swallow even fishing boats. This Pokémon weakens prey with these currents, then swallows it whole.
de: Seemon erzeugt Strudel, indem es sich schnell um die eigene Achse dreht. Diese Strudel können sogar Fischerboote in die Tiefe reißen. Damit schwächt es Beute, bevor es sie im Ganzen verschlingt.
es: Seadra gira sobre sí mismo y crea unos remolinos lo suficientemente fuertes como para engullir barcos de pesca. Este Pokémon aprovecha las corrientes que crea para debilitar a su presa y tragársela de una vez.
fr: Hypocéan déclenche des tourbillons en faisant tournoyer son corps. Ces tourbillons sont assez puissants pour engloutir des bateaux de pêche. Ce Pokémon affaiblit sa proie grâce à ces courants, puis l’avale en une bouchée.
he: Seadra מייצר מערבולות על ידי סחרור הגוף שלו. מערבולות הם חזקים מספיק כדי לבלוע אפילו סירות הדיג. פוקימון זה מחליש את הטרף השלשלאות האלה, ואז בולע כל.
it: Roteando turbinosamente, Seadra genera vortici così forti da riuscire a inghiottire persino un peschereccio. In questo modo il Pokémon indebolisce le prede e poi le inghiotte intere.
ja: からだを かいてんさせて うずまきを つくる。 ぎょせんも の こまれる ほどの げきりゅうで えものを よわらせてから まるごと の こむ。
pt_br: Seadra gera redemoinhos girando seu corpo. Os redemoinhos são fortes o suficiente para engolir até barcos de pesca. Este Pokémon enfraquece suas presas com estas correntes e, em seguida, engole-os.
tr: Seadra vücudunu çevirerek girdaplar oluşturur. Bu girdaplar balıkçı teknelerini denizin dibine çekecek kadar güçlüdür. Bu Pokémon bu akıntılarla avını zayıflatır ve tek parça halinde yutar.

# Goldeen.Description
source: Goldeen loves swimming wild and free in rivers and ponds. If one of these Pokémon is placed in an aquarium, it will shatter even the thickest glass with one ram of its horn and make its escape.
de: Goldini liebt es, in Teichen und Flüssen zu schwimmen. Wenn ein solches Pokémon in ein Aquarium gebracht wird, wird es selbst das dickste Glas mit einem Stoß seines Horns zum Zerbersten bringen und die Flucht ergreifen.
es: A Goldeen le encanta nadar libremente y a su aire en ríos y estanques. Si pones a uno de estos Pokémon en un acuario, usará el cuerno que tiene para romper las paredes, independientemente del grosor del cristal, y escapar.
fr: Poissirène adore nager librement dans les rivières et les étangs. Si l’un de ces Pokémon est mis dans un aquarium, il n’hésitera pas à casser la vitre avec sa puissante corne pour s’enfuir.
he: Goldeen אוהבת לשחות פראיים וחופשיים, אגמים ונהרות. אם אחד של פוקימון אלה מניחים באקווריום, היא לנפץ אפילו העבה ביותר הזכוכית עם אייל אחד של הקרן שלו, להפוך את בריחתו.
it: Goldeen ama nuotare libero in fiumi e laghetti. Se messo in acquario, questo Pokémon riesce a fuggire spaccando anche il vetro più spesso con un colpo secco del suo corno.
ja: かわや いけを およぐ ことが だいすきなので すいそう なんかに いれていたら ぶあつい ガラスも ツノの ひとつきで わって にげるぞ。
pt_br: Goldeen adora a natação selvagem e livre nos rios e lagoas. Se um destes Pokémon é colocado em um aquário, ele vai quebrar mesmo o vidro mais grosso com seeu chifre, e escapará.
tr: Goldeen nehir ve göllerde özgürce yüzmeye bayılır. Bu Pokémon'lardan biri eğer bir akvaryuma konulursa, en kalın camı bile boynuzunun bir darbesiyle parçalar ve kaçar.

# Seaking.Description
source: Seaking is very protective of its eggs. The male and female will take turns patrolling around their nest and eggs. The guarding of eggs by these Pokémon goes on for over a month.
de: Golking gibt sehr viel acht auf seine Brut. Es patrouilliert um sein Nest und die Eier herum, wobei sich das männliche und das weibliche Exemplar abwechseln. Das Bewachen der Eier beschäftigt dieses Pokémon für über einen Monat.
es: Seaking protege sus huevos con uñas y dientes. Macho y hembra se turnan para vigilar el nido y los huevos. Este período de protección dura más de un mes en el caso de estos Pokémon.
fr: Les Poissoroy font tout pour protéger leurs œufs. Les mâles et les femelles patrouillent pour surveiller le nid et les œufs. La garde de ces œufs dure un peu plus d’un mois.
he: Seaking הוא מאוד מגונן על הביצים שלה. יהיה כי הזכר והנקבה בתורו המסיירים סביב הקן שלהם וביצים. שומר לעצור ביצים על ידי אלה פוקימון נמשך יותר מחודש.
it: Seaking protegge gelosamente le sue uova. Il maschio e la femmina si danno il cambio attorno alla tana e alle uova. Le uova vengono sorvegliate per oltre un mese.
ja: タマゴを まもるため オスと メスは こうたいで すの まわりを およぎまわり パトロールする。 タマゴが かえるまで ひとつきいじょう つづく。
pt_br: Seaking é muito protetora de seus ovos. O macho e a fêmea se revezarão patrulhando em torno de seu ninho e ovos. A vigilância dos ovos fetias por estes Pokémon dura mais ou menos um mês.
tr: Seaking yumurtaları konusunda son derece korumacıdır. Erkek ve dişi sırayla yumurta ve yuvaları çevresinde devriye gezerler. Yumurtalarını korumaları bir aydan uzun sürer.

# Staryu.Description
source: Staryu apparently communicates with the stars in the night sky by flashing the red core at the center of its body. If parts of its body are torn, this Pokémon simply regenerates the missing pieces and limbs.
de: Sterndu kommuniziert mit den Sternen am Nachthimmel, indem es den roten Kern in seiner Körpermitte blinken lässt. Wenn Teile seines Körpers beschädigt wurden, stellt es die fehlenden Teile selbst wieder her.
es: Staryu parece comunicarse por la noche con las estrellas haciendo brillar el núcleo rojo de su cuerpo. Si este Pokémon sufre algún daño en alguna zona de su cuerpo, la regenerará sin problema.
fr: Stari communique apparemment avec les étoiles dans le ciel en faisant clignoter son cœur rouge. Si des parties de son corps sont cassées, ce Pokémon les régénère.
he: Staryu כנראה מתקשר עם הכוכבים בשמי הלילה על-ידי הבהוב הליבה אדום במרכזו של הגוף שלו. אם חלקי גוף שלה נקרע, פוקימון זה פשוט מחדש את החלקים החסרים ולאחר הגפיים.
it: Pare che la notte Staryu comunichi con le stelle facendo brillare il suo nucleo rosso al centro del corpo. In caso di perdita di qualche appendice questo Pokémon riesce a rigenerarla senza problemi.
ja: ちゅうしんの あかい コアを てんめつさせて よぞらの ほしと こうしん している らしい。 からだは ちぎれても じこさいせい するぞ。
pt_br: Staryu aparentemente se comunica com as estrelas no céu noturno piscando o núcleo vermelho no centro do seu corpo. Se as partes do seu corpo estão rasgadas, este Pokémon simplesmente regenera as peças faltando e os membros.
tr: Staryu belli ki vücudunun ortasındaki kırmızı çekirdeğini parlatarak geceleri gökyüzündeki yıldızlar ile konuşur. Eğer vücudunun bir parçası koparsa, bu Pokémon eksik parça ve uzuvları tekrar çıkarır.

# Starmie.Description
source: Starmie swims through water by spinning its star-shaped body as if it were a propeller on a ship. The core at the center of this Pokémon’s body glows in seven colors.
de: Starmie kann schwimmen, indem es seinen sternförmigen Körper wie eine Schiffsschraube dreht. Der Kern in seiner Körpermitte leuchtet in sieben Farben.
es: Starmie nada por el agua haciendo girar su cuerpo estrellado a modo de hélice. El núcleo de este Pokémon brilla y llega a tornarse de siete colores.
fr: Staross nage en faisant tournoyer son corps en forme d’étoile, un peu à la manière d’une hélice de bateau. Le cœur au centre du corps de ce Pokémon brille de sept couleurs.
he: Starmie שוחה במים על ידי סחרור הגוף בצורת כוכב שלה כאילו היה פרופלור על ספינה. הליבה במרכז הגוף של פוקימון זה זוהר 7 צבעים.
it: Starmie nuota roteando vorticosamente il corpo a stella come fosse l’elica di una nave. Il suo nucleo brilla in sette diversi colori.
ja: ほしがたの からだを スクリューの ように かいてんさせて すいちゅうを およぎまわる。 ちゅうおうに ある コアが なないろに ひかる。
pt_br: Starmie nada através da água girando seu corpo em forma de estrela, como se fosse uma hélice de um navio. O núcleo no centro do corpo deste Pokémon brilha em sete cores.
tr: Starmie tıpkı bir geminin pervanesi gibi, yıldız biçimindeki vücudunu çevirerek suda yüzer. bu Pokémon'un merkezindeki çekirdek yedi farklı renkte parlar.

# MrMime.Description
source: Mr. Mime is a master of pantomime. Its gestures and motions convince watchers that something unseeable actually exists. Once the watchers are convinced, the unseeable thing exists as if it were real.
de: Pantimos ist ein Meister der Pantomime. Seine Gesten und Bewegungen machen den Zuschauer glauben, dass etwas Unsichtbares tatsächlich existiert. Wenn ein Objekt für real gehalten wird, beginnt es, wirklich zu existieren.
es: Mr. Mime es un experto en pantomima. Con sus gestos y movimientos es capaz de convencer a sus espectadores de que algo existe, cuando en realidad no es así. Pero, cuando el público se lo cree, las ilusiones se hacen realidad.
fr: M. Mime est un pantomime hors pair. Ses gestes et ses mouvements parviennent à faire croire que quelque chose d’invisible existe réellement. Lorsqu’on y croit, ces choses deviennent palpables.
he: Mr. Mime is a master of pantomime. Its gestures and motions convince watchers that something not visible actually exists. Once the watchers are convinced, the not visible thing exists as if it were real.
it: Mr. Mime è un esperto di mimica. La sua gestualità e i suoi movimenti convincono l’osservatore dell’esistenza di oggetti invisibili, che saranno percepiti come concreti e reali.
ja: めに えない ものを ぶりで そこに あると しんじこませる パントマイムの たつじん。 しんじさせた ものは ほんとうに あらわれる。
pt_br: Mr. Mime é um mestre da pantomima. Seus gestos e movimentos convencem os observadores que algo invisível realmente existe. Uma vez que os observadores estão convencidos, eles veem a coisa invisível como se ela fosse real.
tr: Mr. Mime bir pandomim ustasıdır. Hareketleri ve işaretleri izleyenleri gerçekten göremedikleri bir şey olduğuna ikna eder. İzleyen ikna olduğunda, görülmeyen şey, sanki gerçekmiş gibi var olur.

# Scyther.Description
source: Scyther is blindingly fast. Its blazing speed enhances the effectiveness of the twin scythes on its forearms. This Pokémon’s scythes are so effective, they can slice through thick logs in one wicked stroke.
de: Sichlor ist unheimlich schnell. Dadurch werden die beiden Sensen an seinen Unterarmen noch effektiver. Dieses Pokémon kann mit seinen Sensen in Sekundenschnelle Baumstämme zerteilen.
es: Es espectacular ver lo rápido que es Scyther. Su increíble velocidad refuerza el efecto del par de guadañas que tiene en los brazos, que ya son de por sí contundentes; rebanan gruesos troncos de un tajo.
fr: Insécateur est incroyablement rapide. Sa vitesse fulgurante améliore l’efficacité des deux lames situées sur ses avant-bras. Elles sont si coupantes qu’elles peuvent trancher un énorme tronc d’arbre en un coup.
he: Scyther הוא מהיר מסנוור. מהירותו הקופחת משפר את היעילות של ברייד התאום על הזרועות שלה. מכסחי דשא של פוקימון הזה הם כל כך יעיל, שהם יכולים לחתוך דרך עבה ביומני הרשעים במכה אחת.
it: Scyther è veloce come una saetta. La sua rapidità migliora l’efficacia delle due falci sulle zampe anteriori. Infatti riesce a tranciare con un colpo secco persino un tronco secolare.
ja: めにも とまらぬ スピードが りょううでの カマの きれあじを さらに するどく するのだ。 ひとふり すれば たいぼくも まっぷたつだ。
pt_br: Scyther é incrivelmente rápido. Sua incrível velocidade aumenta a eficácia do uso de suas foices em seu antebraço. As Foices deste Pokémon são tão eficazes, que eles pode cortar com um ataque os objetos mais grossos.
tr: Scyther inanılmaz hızlıdır. Bu hızı, kollarındaki bıçakların etkinliğini de arttırır. Bu Pokémon'un bıçakları o kadar etkilidir ki, kalın kütükleri tek vuruşta kesebilirler.

# Jynx.Description
source: Jynx walks rhythmically, swaying and shaking its hips as if it were dancing. Its motions are so bouncingly alluring, people seeing it are compelled to shake their hips without giving any thought to what they are doing.
de: Rossana bewegt sich rhythmisch fort. Es wiegt und schwingt seine Hüften, als würde es tanzen. Seine Bewegungen wirken so anziehend auf Menschen, dass diese beginnen, mit den Hüften zu schwingen, ohne darüber nachzudenken.
es: Jynx camina con ritmo, balanceándose y moviendo las caderas como si estuviera bailando. Realiza unos movimientos tan vistosos y atractivos que no hay quien pueda resistirse a mover las caderas.
fr: Lippoutou marche en rythme, ondule de tout son corps et se déhanche comme s’il dansait. Ses mouvements sont si communicatifs que les gens qui le voient sont soudain pris d’une terrible envie de bouger les hanches, sans réfléchir.
he: Jaynx הולך בקצב אחיד, מתנודדת וניער את הירכיים שלה כאילו זה רקדו. התנועות שלה הם כל כך bouncingly מושך, אנשים רואים אותו נאלצים ללחוץ את הירכיים שלהם מבלי לתת כל מחשבה על מה שהם עושים.
it: Jynx avanza oscillando e ancheggiando ritmicamente come in una specie di danza tesa ad ammaliare il nemico. Chi vede questo Pokémon è costretto a iniziare la stessa danza senza pensare a cosa sta facendo.
ja: おどるような こしつきで リズミカルに あるく。 その うごきは ている ひとも おもわず こしを ふってしまうほど かろやかなのだ。
pt_br: Jynx caminha ritmicamente, balançando e tremendo seus quadris, como se fosse um dança. Seus movimentos são tão sedutores, que aspessoas são obrigadas a agitar os quadris sem nem pensar no que eles estão fazendo.
tr: Jynx dans eder gibi, kalçasını sağa sola, ritmik bir şekilde sallayarak yürür. Hareketleri o kadar çekicidir ki, onu izleyen insanlar da ne yaptıklarını fark etmeden bellerini sallamaya başlarlar.

# Electabuzz.Description
source: When a storm arrives, gangs of this Pokémon compete with each other to scale heights that are likely to be stricken by lightning bolts. Some towns use Electabuzz in place of lightning rods.
de: Bei Gewitter entbrennt unter Elektek ein Wettstreit um höher gelegene Orte, an denen ein Blitzeinschlag wahrscheinlich ist. Einige Ortschaften benutzen diese Pokémon anstelle von Blitzableitern.
es: Al desatarse una tormenta, bandadas de estos Pokémon se enfrentan entre sí para ver quién alcanza antes sitios altos en los que suelan caer rayos. Hay ciudades que usan Electabuzz en lugar de pararrayos.
fr: Lorsqu’une tempête approche, des groupes entiers de ce Pokémon se battent pour grimper sur les hauteurs, où la foudre a le plus de chance de tomber. Certaines villes se servent d’Élektek en guise de paratonnerres.
he: כאשר סערה מגיעה, כנופיות של פוקימון זה מתחרים אחד עם השני כדי לטפס לגבהים כי צפויים להיות מוכה ברקים. כמה עיירות להשתמש Electabuzz במקום כליאי ברק.
it: All’arrivo di un temporale questi Pokémon si raggruppano e a gara scalano le vette più alte sperando di riuscire a prendere qualche fulmine. Alcune città usano gli Electabuzz al posto dei parafulmini.
ja: あらしが くると きの うえ など カミナリの おちそうな たかい ばしょへ きそって のぼる。 ひらいしん がわりに する まちも ある。
pt_br: Quando chega uma tempestade, gangues deste Pokémon competem umas com as outros para escalar altas coisas, podendo assim ser atingidas por relâmpagos. Algumas cidades usam Electabuzz no lugar dos para-raios.
tr: Bir fırtına olduğunda, bu Pokémon çeteleri yıldırım çarpma şansı yüksek olan yüksek yerler için birbirleriyle mücadele ederler. Bazı kasabalar paratoner yerine Electabuzz'ları kullanırlar.

# Magmar.Description
source: In battle, Magmar blows out intensely hot flames from all over its body to intimidate its opponent. This Pokémon’s fiery bursts create heat waves that ignite grass and trees in its surroundings.
de: Im Kampf stößt Magmar glühend heiße Flammen aus, um seinen Gegner einzuschüchtern. Diese Feuersalven erzeugen Hitzewellen, die das Gras und die Bäume der Umgebung in Brand setzen.
es: Al luchar, Magmar expulsa violentas llamas por todo el cuerpo para intimidar a su rival. Estos estallidos de fuego crean ondas de calor que abrasan la hierba y los árboles que haya en las proximidades.
fr: Lorsqu’il se bat, Magmar fait jaillir des flammes de son corps pour intimider son adversaire. Les explosions enflammées de ce Pokémon déclenchent des vagues de chaleur qui embrasent la végétation environnante.
he: בקרב, Magmar מכבה חם מאוד מהר מן הגוף שלו כדי להפחיד את היריב שלו. התפרצויות לוהט של פוקימון זה ליצור גלי חום שמציתים דשא ועצים וסביבתה.
it: In lotta, Magmar sputa fiamme roventi da tutto il corpo per intimidire l’avversario. La sua furia irruente provoca ondate di calore che bruciano tutta la vegetazione attorno a lui.
ja: たたかいに なると からだから しゃくねつの ほのおを ふきあげ あいてを いかくする。 その ねっぷうで まわりの くさきも もやすぞ。
pt_br: Em batalha, Magmar emana chamas intensamente quentes de todo o seu corpo para intimidar o oponente. Rajadas de fogo deste Pokémon criam ondas de calor que inflamam a grama e as árvores em seu entorno.
tr: Savaş esnasında, Magmar rakibini korkutmak için vücudunun her tarafından alevler saçar. Bu Pokémon'un alev saçışları, çevredeki çimen ve ağaçların tutuşmasına sebep olan bir sıcak dalgası yayar.

# Pinsir.Description
source: Pinsir has a pair of massive horns. Protruding from the surface of these horns are thorns. These thorns are driven deeply into the foe’s body when the pincer closes, making it tough for the foe to escape.
de: Pinsir hat ein Paar massive Hörner. Aus diesen ragen Dornen hervor, die sich in den Körper seines Gegners hineinbohren, wenn sich die Zange schließt, und ihm das Entkommen schwer machen.
es: Pinsir tiene un par de cuernos imponentes recubiertos de pinchos, que se clavan en el cuerpo del rival. Una vez que los ha clavado, no hay quien escape de su abrazo.
fr: Scarabrute est doté de cornes imposantes. Des pointes jaillissent de la surface de ses cornes. Ces pointes s’enfoncent profondément dans le corps de l’ennemi, l’empêchant ainsi de s’échapper.
he: Pinsir יש זוג קרניים מסיבית. בולט מפני השטח של הקרניים האלה הם קוצים. לקוצים האלה מונעים עמוק לתוך הגוף האויב מלקחיים סוגר, מקשה על החיפוש עבור האויב להימלט.
it: Pinsir è dotato di due chele enormi sul capo, dalla cui superficie sporgono aculei. Questi vengono conficcati nel corpo del nemico quando le chele si chiudono, per impedirne la fuga.
ja: たくましい ２ほんの ツノの ひょうめんに ある トゲが あいての からだに ふかく くいこむので はさまれると かんたんに はずせないのだ。
pt_br: Pinsir tem um par de chifres enormes. Saindo desses chifres existem vários espinhos. Esses espinhos são cravados profundamente dentro do corpo do inimigo quando a pinça se fecha, tornando-se difícil para o inimigo escapar.
tr: Pinsir bir çift devasa boynuza sahiptir. Bu boynuzların yüzeyi dikenlerle doludur. Kıskaç kapandığında bu dikenler rakibin vücuduna saplanır ve rakibin kaçmasını zorlaştırır.

# Tauros.Description
source: This Pokémon is not satisfied unless it is rampaging at all times. If there is no opponent for Tauros to battle, it will charge at thick trees and knock them down to calm itself.
de: Dieses Pokémon ist nur zufrieden, wenn es kämpfen kann. Wenn Tauros keinen Gegner findet, sucht es sich robuste Bäume und haut sie um, um sich abzureagieren.
es: Este Pokémon no está contento a menos que esté continuamente de aquí para allá. Si no hay rival que luche contra Tauros, se estampa contra árboles grandes para calmarse y los embiste para echarlos abajo.
fr: Ce Pokémon n’est pas satisfait s’il ne détruit pas tout sur son passage. Lorsque Tauros ne trouve pas d’adversaire, il se rue sur de gros arbres et les déracine pour passer ses nerfs.
he: פוקימון זה לא יהיה מרוצה. אלא אם כן זה הוא המשתוללים בכל עת. אם אין היריב Tauros קרב, היא לחייב על עצים עבותים, לדפוק אותם אל השלווה עצמה.
it: Questo Pokémon è molto insofferente e sempre alla ricerca della rissa. Se non trova un avversario con cui lottare, Tauros si lancia contro grossi tronchi per abbatterli e calmarsi.
ja: いつも あばれて いないと きが すまない。 たたかう あいてが いない ときは たいぼくに ぶちあたり なぎたおす ことで きを しずめる。
pt_br: Este Pokémon não está satisfeito, a menos que ele esteja fazendo alvoroço a todos os momentos. Se não houver nenhum adversário para o Tauros lutar, ele vai bater em árvores e derrubár-los para que ele se acalme.
tr: Bu Pokémon sürekli tantana çıkartmazsa tatmin olmaz. Eğer Tauros için savaşacak rakip kalmamışsa, ağaçlara vurarak ve devirerek sakinleşmeye çalışır.

# Magikarp.Description
source: Magikarp is virtually useless in battle as it can only splash around. As a result, it is considered to be weak. However, it is actually a very hardy Pokémon that can survive in any body of water no matter how polluted it is.
de: Karpador ist im Kampf praktisch nutzlos, da es nur platschen kann. Daher wird es als schwach eingeschätzt. Es ist aber tatsächlich sehr robust und kann in jedem Gewässer überleben, egal, wie verseucht dieses ist.
es: Magikarp es prácticamente inútil en combate; solo sirve para salpicar, y se le considera muy débil. Con todo, en realidad es un Pokémon muy resistente. Sobrevive en cualquier medio acuático, aunque esté contaminado.
fr: Magicarpe est virtuellement inutile en combat. Il se contente de faire des ronds dans l’eau. On le considère plutôt faible. Pourtant, ce Pokémon est très robuste et peut survivre dans n’importe quel environnement, même très pollué.
he: Magikarp הוא למעשה חסר תועלת בקרב זה רק יכולים להשתכשך. כתוצאה מכך, הוא נחשב לחלש. עם זאת, זה למעשה פוקימון קשוחים מאוד שיכולים לשרוד בגוף כלשהו של מים לא משנה איך זיהום זה.
it: Nella lotta Magikarp è inutile, poiché può solo sguazzare. Infatti è considerato debole. In realtà si tratta di un Pokémon molto robusto che sopravvive in tutte le acque, anche le più inquinate.
ja: はねている だけで まんぞくに たたかえないため よわいと おもわれているが どんなに よごれた ずでも くらせる しぶとい ポケモンなのだ。
pt_br: Magikarp é praticamente inútil na batalha já que ele só pode salpicar água ao redor. Como resultado, ele é considerado fraco. No entanto, é na verdade um Pokémon muito resistente que pode sobreviver em qualquer corpo de água, não importa o quao poluída ela é.
tr: Magikarp savaşlarda tam anlamıyla işe yaramazdır. Bildiği tek şey çırpınmak olduğu için güçsüz olarak kabul edilir. Ancak aslında son derece dayanıklı bir Pokémon'dur ve her türlü suda yaşamını sürdürebilir, ne kadar kirli olursa olsun.
